[
    {
        "id": 0,
        "name": "BHUJANGASANA",
        "description": "Bhujangasana is known as the corrector of the curvature and makes the spine flexible. The curve structure of the asana massages the deep back muscles, spine and nerves. It can be a great asana for people dealing with arthritis of the lower back and lower back pains.",
        "technique": "It is also called ‘Sarapa Asan’. To do this Asana lie down on the ground on your stomach, keeping the hands close to your shoulders, raise the chest to such a level that the arms get straight this will be done while stretching the legs. Take the toes in and hang the head slowly behind. Slowly come in the initial position and repeat this 3-5 times.",
        "benefits": "It makes the spine flexible and broadens the chest.\nMakes the neck, shoulders, chest and head more active.\nIncrease blood circulation.\nGives power and flexibility to the body.\nIt reduces obesity.\nHelpful in strengthening the digestive system and increasing the lung power"
    },
    {
        "id": 1,
        "name": "DHANUR ASANA",
        "description": "This asana stretches the entire body. It helps in weight loss, boosts digestion and blood circulation. It is a very effective yoga pose for making the back flexible.",
        "technique": "Lie down on the ground on your belly. Bend the knees backwards. Hold the feet with hands below the ankles. Take a deep breath and raise the chest as high as possible. Now stretch the feet, so that your body takes the shape of a bow. Stay in this position as long as you can. While breathing out, relax the body and come in the initial position. Repeat this Aasan 3-4 times.",
        "benefits": "It makes the spine flexible and reduces its stiffness.\nReduces obesity.\nIt can cure stomach pains.\nStrengthens the muscles of the arms, legs and stomach.\nIt increases the lung power and breathing process."
    },
    {
        "id": 2,
        "name": "TADASANA",
        "description": "It is a basic standing pose. It teaches you the art of standing correctly and increases your awareness of your body.",
        "technique": "Stand with your heels and toes joined and raise the arms up, the knees can also be left open according to the width of your shoulders. Palm should be upward and eyes should be looking straight. Take a breath in. Then raise the heels and lay your weight on the toes. Pull the body up and after some time take the body down while breathing out. Repeat it 10 to 15 times.",
        "benefits": "Helpful in strengthening the leg muscles.\nHelps in increasing the height of the children.\nHelpful in removing leg pain.\nIt corrects bad posture and improves the alignment of your body."
    },
    {
        "id": 3,
        "name": "TRIKONASANA",
        "description": "The Trikonasana is one of those postures that brings your body many benefits like improving the flexibility of your spine, helps in alignment of your shoulders and many more.",
        "technique": "Stand in the Tadasana pose. Keep your feet around three feet apart and turn the right foot to 90 degrees, turn the left foot slightly to the right, raising the arms sideways. Bend to your right, bringing the right palm towards the right ankle keeping both legs absolutely straight. Repeat on the other side.",
        "benefits": "Improves flexibility of the spine and relieves back pain and stiffness in the neck area. \nMassages and tones the pelvic region, relieves gastritis, indigestion and acidity.\nHelps you to improve your posture too."
    }
]